[
    { "id": 1, "quote": "When you see a good move, look for a better one", "author": "Emanuel Lasker" },
    { "id": 2, "quote": "Nothing excites jaded Grandmasters more than a theoretical novelty", "author": "Dominic Lawson" },
    { "id": 3, "quote": "The Pin is mightier than the sword", "author": "Fred Reinfeld" },
    { "id": 4, "quote": "We cannot resist the fascination of sacrifice, since a passion for sacrifices is part of a Chessplayer’s nature", "author": "Rudolf Spielman" },
    { "id": 5, "quote": "All I want to do, ever, is just play Chess", "author": "Bobby Fischer" },
    { "id": 6, "quote": "A win by an unsound combination, however showy, fills me with artistic horror", "author": "Wilhelm Steinitz" },
    { "id": 7, "quote": "The chessboard is the world, the pieces are the phenomena of the Universe, the rules of the game are what we call the laws of Nature and the player on the other side is hidden from us", "author": "Thomas Huxley" },
    { "id": 8, "quote": "Adequate compensation for a sacrifice is having a sound combination leading to a winning position; adequate compensation for a blunder is having your opponent snatch defeat from the jaws of victory", "author": "Bruce A. Moon" },
    { "id": 9, "quote": "Strategy requires thought, tactics require observation", "author": "Max Euwe" },
    { "id": 10, "quote": "I don’t believe in psychology. I believe in good moves", "author": "Bobby Fischer" },
    { "id": 11, "quote": "Modern Chess is too much concerned with things like Pawn structure. Forget it, Checkmate ends the game", "author": "Nigel Short" },
    { "id": 12, "quote": "Life is a kind of Chess, with struggle, competition, good and ill events", "author": "Benjamin Franklin" },
    { "id": 13, "quote": "Even the laziest King flees wildly in the face of a double check!", "author": "Aaron Nimzowitsch" },
    { "id": 14, "quote": "Combinations have always been the most intriguing aspect of Chess. They are the poetry of the game; they represent the triumph of mind over matter", "author": "Reuben Fine" },
    { "id": 15, "quote": "I give 98 percent of my mental energy to Chess. Others give only 2 percent", "author": "Bobby Fischer" },
    { "id": 16, "quote": "Chess is a fairy tale of 1001 blunders", "author": "Savielly Tartakower" },
    { "id": 17, "quote": "Chess is no whit inferior to the violin, and we have a large number of professional violinists", "author": "Mikhail Botvinnik" },
    { "id": 18, "quote": "Only the player with the initiative has the right to attack", "author": "Wilhelm Steinitz" },
    { "id": 19, "quote": "The winner of the game is the player who makes the next-to-last mistake", "author": "Savielly Tartakover" },
    { "id": 20, "quote": "Your body has to be in top condition. Your Chess deteriorates as your body does. You can’t separate body from mind", "author": "Bobby Fischer" },
    { "id": 21, "quote": "Of Chess it has been said that life is not long enough for it, but that is the fault of life, not Chess", "author": "William Ewart Napier" },
    { "id": 22, "quote": "I have added these principles to the law: get the Knights into action before both Bishops are developed", "author": "Emanuel Lasker" },
    { "id": 23, "quote": "Life is like a game of Chess, changing with each move", "author": "Chinese proverb" },
    { "id": 24, "quote": "You cannot play at Chess if you are kind-hearted", "author": "French Proverb" },
    { "id": 25, "quote": "Its just you and your opponent at the board and you’re trying to prove something", "author": "Bobby Fischer" },
    { "id": 26, "quote": "It is the aim of the modern school, not to treat every position according to one general law, but according to the principle inherent in the position", "author": "Richard Reti" },
    { "id": 27, "quote": "The Pawns are the soul of the game", "author": "Francois Andre Danican Philidor" },
    { "id": 28, "quote": "In order to improve your game, you must study the endgame before everything else", "author": "Jose Raul Capablanca" },
    { "id": 29, "quote": "Without error there can be no brilliancy", "author": "Emanuel Lasker" },
    { "id": 30, "quote": "Chess is like war on a board", "author": "Bobby Fischer" },
    { "id": 31, "quote": "Chess is played with the mind and not with the hands!", "author": "Renaud and Kahn" },
    { "id": 32, "quote": "Chess is mental torture", "author": "Garry Kasparov" },
    { "id": 33, "quote": "Many have become Chess Masters, no one has become the Master of Chess", "author": "Siegbert Tarrasch" },
    { "id": 34, "quote": "The most important feature of the Chess position is the activity of the pieces.", "author": "Michael Stean" },
    { "id": 35, "quote": "You have to have the fighting spirit. You have to force moves and take chances", "author": "Bobby Fischer" },
    { "id": 36, "quote": "Could we look into the head of a Chess player, we should see there a whole world of feelings, images, ideas, emotion and passion", "author": "Alfred Binet" },
    { "id": 37, "quote": "Openings teach you openings. Endgames teach you chess!", "author": "Stephan Gerzadowicz" },
    { "id": 38, "quote": "My style is somewhere between that of Tal and Petrosian", "author": "Reshevsky" },
    { "id": 39, "quote": "Play the opening like a book, the middle game like a magician, and the endgame like a machine", "author": "Spielmann" },
    { "id": 40, "quote": "That’s what Chess is all about. One day you give your opponent a lesson, the next day he gives you one", "author": "Bobby Fischer" },
    { "id": 41, "quote": "Some part of a mistake is always correct", "author": "Savielly Tartakover" },
    { "id": 42, "quote": "Methodical thinking is of more use in Chess than inspiration", "author": "C. J. S. Purdy" },
    { "id": 43, "quote": "When in doubt... play Chess!", "author": "Tevis" },
    { "id": 44, "quote": "Who is your opponent tonight, tonight I am playing against the Black pieces", "author": "Akiba Rubinstein" },
    { "id": 45, "quote": "I like the moment when I break a man’s ego", "author": "Bobby Fischer" },
    { "id": 46, "quote": "Excellence at Chess is one mark of a scheming mind", "author": "Sir Arthur Conan Doyle" },
    { "id": 47, "quote": "A bad day of Chess is better than any good day at work", "author": "Anonymous" },
    { "id": 48, "quote": "Chess is the art of analysis", "author": "Mikhail Botvinnik" },
    { "id": 49, "quote": "The mistakes are there, waiting to be made", "author": "Savielly Tartakower" },
    { "id": 50, "quote": "There are tough players and nice guys, and I’m a tough player", "author": "Bobby Fischer" },
    { "id": 51, "quote": "After black’s reply to 1.e4 with 1..e5, leaves him always trying to get into the game", "author": "Howard Staunton" },
    { "id": 52, "quote": "A player surprised is half beaten", "author": "Proverb" },
    { "id": 53, "quote": "A passed Pawn increases in strength as the number of pieces on the board diminishes", "author": "Capablanca" },
    { "id": 54, "quote": "The essence of Chess is thinking about what Chess is", "author": "David Bronstein" },
    { "id": 55, "quote": "I am the best player in the world and I am here to prove it", "author": "Bobby Fischer" },
    { "id": 56, "quote": "Chess is a forcing house where the fruits of character can ripen more fully than in life", "author": "Edward Morgan Foster" },
    { "id": 57, "quote": "Half the variations calculated turn out to be completely superfluous. Unfortunately, no one knows in advance which half", "author": "Jan Tinman" },
    { "id": 58, "quote": "Chess is as much a mystery as women", "author": "Purdy" },
    { "id": 59, "quote": "Good positions don’t win games, good moves do", "author": "Gerald Abrahams" },
    { "id": 60, "quote": "If I win a tournament, I win it by myself. I do the playing. Nobody helps me", "author": "Bobby Fischer" },
    { "id": 61, "quote": "What would Chess be without silly mistakes?", "author": "Kurt Richter" },
    { "id": 62, "quote": "Before the endgame, the Gods have placed the middle game", "author": "Siegbert Tarrasch" },
    { "id": 63, "quote": "Chess was Capablanca’s mother tongue", "author": "Reti" },
    { "id": 64, "quote": "Alekhine is a poet who creates a work of art out of something that would hardly inspire another man", "author": "Max Euwe" },
    { "id": 65, "quote": "Don’t even mention losing to me. I can’t stand to think of it", "author": "Bobby Fischer" },
    { "id": 66, "quote": "During a Chess competition a Chessmaster should be a combination of a beast of prey and a monk", "author": "Alexander Alekhine" },
    { "id": 67, "quote": "No one ever won a game by resigning", "author": "Saviely Tartakower" },
    { "id": 68, "quote": "The defensive power of a pinned piece is only imaginary", "author": "Aaron Nimzovich" },
    { "id": 69, "quote": "The ability to play chess is the sign of a gentleman. The ability to play chess well is the sign of a wasted life", "author": "My Dear Friend" },
    { "id": 70, "quote": "A strong memory, concentration, imagination, and a strong will is required to become a great Chess player", "author": "Bobby Fischer" },
    { "id": 71, "quote": "Every Chess master was once a beginner", "author": "Chernev" },
    { "id": 72, "quote": "One doesn’t have to play well, it’s enough to play better than your opponent", "author": "Siegbert Tarrasch" },
    { "id": 73, "quote": "Chess is above all, a fight!", "author": "Emanuel Lasker" },
    { "id": 74, "quote": "Discovered check is the dive bomber of the Chessboard", "author": "Reuben Fine" },
    { "id": 75, "quote": "I know people who have all the will in the world, but still can’t play good Chess", "author": "Bobby Fischer" },
    { "id": 76, "quote": "Each move by the opponent may contain threats or be a blunder. What is my opponent planning after each move?", "author": "Bruce A. Moon" },
    { "id": 77, "quote": "The hardest game to win is a won game", "author": "Emanuel Lasker" },
    { "id": 78, "quote": "The most powerful weapon in Chess is to have the next move", "author": "David Bronstein" },
    { "id": 79, "quote": "He who fears an isolated Queen’s Pawn should give up Chess", "author": "Siegbert Tarrasch" },
    { "id": 80, "quote": "Different people feel differently about resigning", "author": "Bobby Fischer" },
    { "id": 81, "quote": "Chess is not like life... it has rules!", "author": "Mark Pasternak" },
    { "id": 82, "quote": "Why must I lose to this idiot?", "author": "Aron Nimzovich" },
    { "id": 83, "quote": "It’s always better to sacrifice your opponent’s men", "author": "Savielly Tartakover" },
    { "id": 84, "quote": "To avoid losing a piece, many a person has lost the game", "author": "Savielly Tartakover" },
    { "id": 85, "quote": "All that matters on the Chessboard is good moves", "author": "Bobby Fischer" },
    { "id": 86, "quote": "Help your pieces so they can help you", "author": "Paul Morphy" },
    { "id": 87, "quote": "In a gambit you give up a Pawn for the sake of getting a lost game", "author": "Samuel Standige Boden" },
    { "id": 88, "quote": "It is not enough to be a good player... you must also play well", "author": "Siegbert Tarrasch" },
    { "id": 89, "quote": "A sacrifice is best refuted by accepting it", "author": "Wilhelm Steinitz" },
    { "id": 90, "quote": "Tactics flow from a superior position", "author": "Bobby Fischer" },
    { "id": 91, "quote": "Not only was I worried, but also my opponent", "author": "Mikhail Tal" },
    { "id": 92, "quote": "Chess is life", "author": "Bobby Fischer" },
    { "id": 93, "quote": "Chess is a beautiful mistress", "author": "Bent Larsen" },
    { "id": 94, "quote": "Some sacrifices are sound; the rest are mine", "author": "Mikhail Tal" },
    { "id": 95, "quote": "Best by test: 1. e4", "author": "Bobby Fischer" },
    { "id": 96, "quote": "A bad plan is better than none at all", "author": "Frank Marshall" },
    { "id": 97, "quote": "Chess books should be used as we use glasses: to assist the sight", "author": "Jose Raul Capablanca" },
    { "id": 98, "quote": "There are two types of sacrifices: correct ones and mine", "author": "Mikhail Tal" },
    { "id": 99, "quote": "Morphy was probably the greatest genius of them all", "author": "Bobby Fischer" },
    { "id": 100, "quote": "My opponents make good moves too. Sometimes I don’t take these things into consideration", "author": "Bobby Fischer" },
    { "id": 101, "quote": "The combination player thinks forward; he starts from the given position, and tries the forceful moves in his mind", "author": "Emanuel Lasker" },
    { "id": 102, "quote": "A Chess game is divided into three stages: hope for advantage, belief in advantage, and knowing you’re going to lose!", "author": "Savielly Tartakower" },
    { "id": 103, "quote": "Chess demands total concentration", "author": "Bobby Fischer" },
    { "id": 104, "quote": "Chess, like love, like music, has the power to make people happy", "author": "Siegbert Tarrasch" },
    { "id": 105, "quote": "All my games are real", "author": "Bobby Fischer" },
    { "id": 106, "quote": "Chess is everything: art, science and sport", "author": "Anatoly Karpov" },
    { "id": 107, "quote": "Chess is the art which expresses the science of logic", "author": "Mikhail Botvinnik" },
    { "id": 108, "quote": "Not all artists are Chess players, but all Chess players are artists", "author": "Marcel Duchamp" },
    { "id": 109, "quote": "Chess is imagination", "author": "David Bronstein" },
    { "id": 110, "quote": "I’m not afraid of Spassky. The world knows I’m the best", "author": "Bobby Fischer" },
    { "id": 111, "quote": "If cunning alone were needed to excel, women would be the best Chess players", "author": "Albin" },
    { "id": 112, "quote": "Chess is thirty to forty percent psychology. You don’t have this when you play a computer. I can’t confuse it", "author": "Judith Polgar" },
    { "id": 113, "quote": "On the chessboard, lies and hypocrisy do not survive long", "author": "Emanuel Lasker" },
    { "id": 114, "quote": "Chess is war over the board. The object is to crush the opponents mind", "author": "Bobby Fischer" },
    { "id": 115, "quote": "The passed Pawn is a criminal, who should be kept under lock and key.", "author": "Aaron Nimzovich" },
    { "id": 116, "quote": "Chess holds its master in its own bonds, shackling the mind and brain so that the inner freedom of the strongest must suffer", "author": "Albert Einstein" },
    { "id": 117, "quote": "Human affairs are like a Chess game: only those who do not take it seriously can be called good players", "author": "Hung Tzu Ch’eng" },
    { "id": 118, "quote": "The blunders are all there on the board, waiting to be made", "author": "Savielly Tartakover" },
    { "id": 119, "quote": "Indians explain the movement of time and age via the squares on the chessboard", "author": "Al-Masudi" },
    { "id": 120, "quote": "It is no time to be playing Chess when the house is on fire", "author": "Italian Proverb" },
    { "id": 121, "quote": "Chess teaches you that you must sit calmly and think about whether there are other better ideas", "author": "Stanley Kubrick" },
    { "id": 122, "quote": "Daring ideas are like Chess men moved forward. They may be beaten, but they may start a winning game", "author": "Johann Wolfgang von Goethe" },
    { "id": 123, "quote": "Of all my Russian books, 'The Defense' contains and diffuses the greatest ’warmth’", "author": "Vladimir Nabokov" },
    { "id": 124, "quote": "For surely of all the drugs in the world, Chess must be the most permanently pleasurable", "author": "Assiac" },
    { "id": 125, "quote": "A thorough understanding of the typical mating continuations makes complicated sacrificial combinations a matter of course", "author": "Siegbert Tarrasch" },
    { "id": 126, "quote": "Chess problems demand the same virtues that characterize all worthwhile art", "author": "Vladimir Nabokov" },
    { "id": 127, "quote": "Personally, I rather look forward to a computer program winning the world Chess Championship. Humanity needs a lesson in humility", "author": "Richard Dawkings" },
    { "id": 128, "quote": "The boy (Anatoly Karpov) doesn’t have a clue about Chess, and there’s no future at all for him in this profession", "author": "Mikhail Botvinnik" },
    { "id": 129, "quote": "As one by one I mowed them down, my superiority soon became apparent", "author": "Jose Capablanca" },
    { "id": 130, "quote": "Positional players slowly grind you down by taking away your space and tying up your pieces", "author": "Yasser Seirawan" },
    { "id": 131, "quote": "Chess is ruthless: you’ve got to be prepared to kill people", "author": "Nigel Short" },
    { "id": 132, "quote": "There must have been a time when men were demigods, or they could not have invented Chess", "author": "Gustav Schenk" },
    { "id": 133, "quote": "Chess is really ninety nine percent calculation", "author": "Soltis" },
    { "id": 134, "quote": "Chess is the gymnasium of the mind", "author": "Blaise Pascal" },
    { "id": 135, "quote": "Life is a kind of Chess, and several very valuable qualities of the mind are to be acquired by it", "author": "Benjamin Franklin" },
    { "id": 136, "quote": "Winning isn’t everything... but losing is nothing", "author": "Mednis" },
    { "id": 137, "quote": "Only sissies Castle", "author": "Rob Sillars" },
    { "id": 138, "quote": "After Kasparov loses, invariably he wins the next game. That’s something we have to learn to do", "author": "Maurice Ashley" },
    { "id": 139, "quote": "There just isn’t enough televised Chess", "author": "David Letterman" },
    { "id": 140, "quote": "Be the Chess player, not the Chess piece", "author": "Ralph Charell" },
    { "id": 141, "quote": "If you have no center, your opponent has a freer position. If you do have a center, you have something to worry about!", "author": "Siegbert Tarrasch" },
    { "id": 142, "quote": "Any material change in a position must come about by mate, a capture, or a Pawn promotion", "author": "Purdy" },
    { "id": 143, "quote": "We don’t really know how the game was invented. As soon as we discover the culprits, we’ll let you know", "author": "Bruce Pandolfini" },
    { "id": 144, "quote": "The battle for the ultimate truth will never be won. And that’s why Chess is so fascinating", "author": "Hans Kmoch" },
    { "id": 145, "quote": "Chess makes man wiser and clear-sighted", "author": "Vladimir Putin" },
    { "id": 146, "quote": "Chess has all the beauty of art and much more. It is much purer than art in its social position", "author": "Marcel Duchamp" },
    { "id": 147, "quote": "Blessed be the memory of him who gave the world this immortal game", "author": "A. G. Gardiner" },
    { "id": 148, "quote": "In the perfect Chess combination, the plot and counter-plot should lead up to a striking finale", "author": "Yates and Winter" },
    { "id": 149, "quote": "Castle early and often", "author": "Rob Sillars" },
    { "id": 150, "quote": "I believe that Chess possesses a magic that is also a help in advanced age", "author": "Vlastimil Hort" },
    { "id": 151, "quote": "Chess is a symbolic game where aggressions are frankly represented in the play", "author": "Karl Meninger" },
    { "id": 152, "quote": "No Chess Grandmaster is normal; they only differ in the extent of their madness", "author": "Viktor Korchnoi" },
    { "id": 153, "quote": "Chess is 99 percent tactics", "author": "Teichmann" },
    { "id": 154, "quote": "I’d rather have a Pawn than a finger", "author": "Reuben Fine" },
    { "id": 155, "quote": "Chess mastery essentially consists of analyzing Chess positions accurately", "author": "Mikhail Botvinnik" },
    { "id": 156, "quote": "If your opponent cannot do anything active, let him sit there, suffer, and beg you for a draw", "author": "Jeremy Silman" },
    { "id": 157, "quote": "Chess pieces are the block alphabet which shapes thoughts; they express beauty abstractly, like a poem", "author": "Marcel Duchamp" },
    { "id": 158, "quote": "Examine moves that smite! A good eye for smites is far more important than strategical principles", "author": "Purdy" },
    { "id": 159, "quote": "Chess is like life", "author": "Boris Spassky" },
    { "id": 160, "quote": "If your opponent offers you a draw, try to work out why he thinks he’s worse off", "author": "Nigel Short" },
    { "id": 161, "quote": "Chess teaches you to control excitement and trains you to think objectively when you’re in trouble", "author": "Stanley Kubrick" },
    { "id": 162, "quote": "Let the perfectionist play postal", "author": "Yasser Seirawan" },
    { "id": 163, "quote": "If Chess is a passion, it’s a rewarding one.", "author": "Unknown" },
    { "id": 164, "quote": "Chess is a foolish expedient for making idle people believe they are doing something very clever", "author": "George Bernard Shaw" },
    { "id": 165, "quote": "You must take your opponent into a deep dark forest where 2+2=5, and the path leading out is only wide enough for one", "author": "Mikhail Tal" },
    { "id": 166, "quote": "I feel as if I were a piece in a game of Chess, when my opponent says of it: That piece cannot be moved", "author": "Soren Kierkegaard" },
    { "id": 167, "quote": "If your King is under attack you don’t worry about losing a Pawn on the Queen’s side", "author": "Gary Kasparov" },
    { "id": 168, "quote": "Man is like a Chess player, cares more for the process of attaining his goal than for the goal itself", "author": "Dostoyevsky" },
    { "id": 169, "quote": "I think up my own moves, and I make my opponent think up his", "author": "Alexander Alekhine" },
    { "id": 170, "quote": "Mistrust is the most necessary characteristic of the Chess player", "author": "Siegbert Tarrasch" },
    { "id": 171, "quote": "What is the object of playing a gambit? To acquire a reputation of being a dashing player at the cost of losing a game", "author": "Siegbert Tarrasch" },
    { "id": 172, "quote": "Pawns: they are the soul of this game, they alone form the attack and defense", "author": "Philidor" },
    { "id": 173, "quote": "Chess is above all, a fight!", "author": "Emanuel Lasker" },
    { "id": 174, "quote": "In Chess, at least, the brave inherit the earth", "author": "Edmar Mednis" },
    { "id": 175, "quote": "Those who aim to control circumstances play Chess", "author": "Mortimer Collins" },
    { "id": 176, "quote": "The tactician knows what to do whenever something needs doing; the strategist knows what to do when nothing needs doing", "author": "Savielly Tartakover" },
    { "id": 177, "quote": "When you are lonely, play Chess. This will raise your spirits and be your counselor in war", "author": "Aristotle" },
    { "id": 178, "quote": "All Chess players should have a hobby", "author": "Savielly Tartakower" },
    { "id": 179, "quote": "He always took back his last move, and ran the game out differently", "author": "Mark Twain" },
    { "id": 180, "quote": "The tactician knows what to do when there is something to do; the strategian knows what to do when there is nothing to do", "author": "Gerald Abrahams" },
    { "id": 181, "quote": "In Chess, just as in life, today’s bliss may be tomorrow’s poison", "author": "Assaic" },
    { "id": 182, "quote": "You may learn much more from a game you lose than from a game you win", "author": "Jose Raul Capablanca" },
    { "id": 183, "quote": "The way he plays Chess demonstrates a man’s whole nature", "author": "Stanley Ellin" },
    { "id": 184, "quote": "You can only get good at Chess if you love the game", "author": "Bobby Fischer" },
    { "id": 185, "quote": "A man that will take back a move at Chess will pick a pocket", "author": "Richard Fenton" },
    { "id": 186, "quote": "Whoever sees no other aim than that of giving checkmate will never become a good Chess player", "author": "Euwe" },
    { "id": 187, "quote": "In blitz, the Knight is stronger than the Bishop", "author": "Vlastimil Hort" },
    { "id": 188, "quote": "Chess is a fighting game which is purely intellectual and includes chance", "author": "Richard Reti" },
    { "id": 189, "quote": "Chess is a sea in which a gnat may drink and an elephant may bathe", "author": "Hindu proverb" },
    { "id": 190, "quote": "Pawn endings are to Chess what putting is to golf", "author": "Cecil Purdy" },
    { "id": 191, "quote": "Chess opens and enriches your mind", "author": "Saudin Robovic" },
    { "id": 192, "quote": "The isolated Pawn casts gloom over the entire chessboard", "author": "Aaron Nimzovich" },
    { "id": 193, "quote": "For me, Chess is life and every game is like a new life", "author": "Eduard Gufeld" },
    { "id": 194, "quote": "Chess is a terrific way for kids to build self image and self esteem", "author": "Saudin Robovic" },
    { "id": 195, "quote": "If a ruler does not understand Chess, how can he rule over a kingdom?", "author": "King Khusros II" },
    { "id": 196, "quote": "Chess is a cold bath for the mind", "author": "Sir John Simon" },
    { "id": 197, "quote": "Becoming successful at Chess allows you to discover your own personality", "author": "Saudin Robovic" },
    { "id": 198, "quote": "Chess is so inspiring that I do not believe a good player is capable of having an evil thought during the game", "author": "Wilhelm Steinitz" },
    { "id": 199, "quote": "You are for me the Queen on d8 and I am the Pawn on d7!!", "author": "GM Eduard Gufeld" },
    { "id": 200, "quote": "By playing at Chess we learn foresight, circumspection, caution, and the habit of hoping for a favorable chance", "author": "Benjamin Franklin" },
    { "id": 201, "quote": "I prefer to lose a really good game than to win a bad one", "author": "David Levy" },
    { "id": 202, "quote": "Capture of the adverse King is the ultimate but not the first object of the game", "author": "William Steinitz" },
    { "id": 203, "quote": "When I have White, I win because I am white; When I have Black, I win because I am Bogolyubov", "author": "Bogolyubov" },
    { "id": 204, "quote": "Every Pawn is a potential Queen", "author": "James Mason" },
    { "id": 205, "quote": "Chess is in its essence a game, in its form an art, and in its execution a science", "author": "Baron Tassilo" },
    { "id": 206, "quote": "No price is too great for the scalp of the enemy King", "author": "Koblentz" },
    { "id": 207, "quote": "In life, as in Chess, ones own Pawns block ones way", "author": "Charles Buxton" },
    { "id": 208, "quote": "Chess is a part of culture and if a culture is declining then Chess too will decline", "author": "Mikhail Botvinnik" },
    { "id": 209, "quote": "A good sacrifice is one that is not necessarily sound but leaves your opponent dazed and confused", "author": "Rudolph Spielmann" },
    { "id": 210, "quote": "Chess, like any creative activity, exists through creative talent and the ability to organize work", "author": "Mikhail Botvinnik" },
    { "id": 211, "quote": "One bad move nullifies forty good ones", "author": "Horowitz" },
    { "id": 212, "quote": "Pour the contents of the Chess box from a height of two feet, and you get the style of Steinitz", "author": "H. E. Bird" },
    { "id": 213, "quote": "I have never in my life played the French Defence, which is the dullest of all openings", "author": "Wilhelm Steinitz" },
    { "id": 214, "quote": "Pawns are born free, yet they are everywhere in chains", "author": "Rick Kennedy" },
    { "id": 215, "quote": "It is not a move that you must seek, but a realizable plan", "author": "Eugene Znosko-Borovsky" },
    { "id": 216, "quote": "Those who say they understand Chess, understand nothing", "author": "Robert Hubner" },
    { "id": 217, "quote": "Good offense and good defense both begin with good development", "author": "Bruce A. Moon" },
    { "id": 218, "quote": "Botvinnik used to call Chess a typical inexact problem similar to those in everyday life", "author": "Garry Kasparov" },
    { "id": 219, "quote": "A good player is always lucky", "author": "Jose Raul Capablanca" },
    { "id": 220, "quote": "The sign of a great Master is his ability to win a won game quickly and painlessly", "author": "Irving Chernev" },
    { "id": 221, "quote": "One of these modest little moves may be more embarrassing to your opponent than the biggest threat", "author": "Siegbert Tarrasch" },
    { "id": 222, "quote": "Live, lose, and learn, by observing your opponent how to win", "author": "Amber Steenbock" },
    { "id": 223, "quote": "The older I grow, the more I value Pawns", "author": "Keres" },
    { "id": 224, "quote": "Everything is in a state of flux, and this includes the world of Chess", "author": "Mikhail Botvinnik" },
    { "id": 225, "quote": "The beauty of a move lies not in its’ appearance but in the thought behind it", "author": "Aaron Nimzovich" },
    { "id": 226, "quote": "My God, Bobby Fischer plays so simply", "author": "Alexei Suetin" },
    { "id": 227, "quote": "You need not play well - just help your opponent to play badly", "author": "Genrikh Chepukaitis" },
    { "id": 228, "quote": "It is difficult to play against Einstein’s theory", "author": "Mikhail Tal" },
    { "id": 229, "quote": "The only thing Chess players have in common is Chess", "author": "Lodewijk Prins" },
    { "id": 230, "quote": "Bobby just drops the pieces and they fall on the right squares", "author": "Miguel Najdorf" },
    { "id": 231, "quote": "We must make sure that Chess will not be like a dead language", "author": "Sytze Faber" },
    { "id": 232, "quote": "The passion for playing Chess is one of the most unaccountable in the world", "author": "H.G. Wells" },
    { "id": 233, "quote": "Chess is so interesting in itself, as not to need the view of gain to induce engaging in it", "author": "Benjamin Franklin" },
    { "id": 234, "quote": "The resilience required by Chess was so much taken up by Chess that he could never free his mind", "author": "Albert Einstein" },
    { "id": 235, "quote": "Nowadays, when you’re not a grandmaster at 14, you can forget about it", "author": "Anand Viswanathan" },
    { "id": 236, "quote": "Fischer almost never has any bad pieces? He exchanges them, and the bad pieces remain with his opponents", "author": "Yuri Balashov" },
    { "id": 237, "quote": "It is always better to sacrifice your opponent’s men", "author": "Savielly Tartakower" },
    { "id": 238, "quote": "In Chess, as it is played by masters, chance is practically eliminated", "author": "Emanuel Lasker" },
    { "id": 239, "quote": "You know you’re going to lose. Even when I was ahead I knew I was going to lose", "author": "Andrew Soltis" },
    { "id": 240, "quote": "I won’t play with you anymore. You have insulted my friend", "author": "Miguel Najdorf" },
    { "id": 241, "quote": "I don’t enjoy being a Minister, I would rather play Chess like you", "author": "Che Guevara" },
    { "id": 242, "quote": "It began to feel as though you were playing against Chess itself", "author": "Walter Shipman" },
    { "id": 243, "quote": "Checkers is for tramps", "author": "Paul Morphy" },
    { "id": 244, "quote": "When you play Bobby, it is not a question if you win or lose. It is a question if you survive", "author": "Boris Spassky" },
    { "id": 245, "quote": "When you absolutely don’t know what to do anymore, it is time to panic", "author": "John van der Wiel" },
    { "id": 246, "quote": "We like to think", "author": "Gary Kasparov" },
    { "id": 247, "quote": "Dazzling combinations are for the many, shifting wood is for the few", "author": "Georg Kieninger" },
    { "id": 248, "quote": "In complicated positions, Bobby Fischer hardly had to be afraid of anybody", "author": "Paul Keres" },
    { "id": 249, "quote": "Vulnerable point of Bobby Fischer was in irrational positions, where he often failed to find a win", "author": "Efim Geller" },
    { "id": 250, "quote": "Give me a difficult positional game, I will play it. But totally won positions, I cannot stand them", "author": "Hein Donner" },
    { "id": 251, "quote": "In Fischer’s hands, a slight theoretical advantage is as good a being a Queen ahead", "author": "Isaac Kashdan" },
    { "id": 252, "quote": "I still hope to kill Fischer", "author": "Boris Spassky" },
    { "id": 253, "quote": "Is Bobby Fischer quite sane?", "author": "Salo Flohr" },
    { "id": 254, "quote": "Robert Fischer is a law unto himself", "author": "Larry Evans" },
    { "id": 255, "quote": "Fischer is under obligation to nobody", "author": "Joseph Platz" },
    { "id": 256, "quote": "Bobby Fischer’s current state of mind is indeed a tragedy.", "author": "Frank Brady" },
    { "id": 257, "quote": "Fischer is an American Chess tragedy on par with Morphy and Pillsbury", "author": "Mig Greengard" },
    { "id": 258, "quote": "Nonsense was the last thing Fischer was interested in, as far as Chess was concerned", "author": "Elie Agur" },
    { "id": 259, "quote": "Fischer is the strongest player who ever lived", "author": "Larry Evans" },
    { "id": 260, "quote": "If you aren’t afraid of Spassky, then I have removed the element of money", "author": "Jim Slater" },
    { "id": 261, "quote": "I guess a certain amount of temperament is expected of Chess geniuses", "author": "Ron Gross" },
    { "id": 262, "quote": "Fischer sacrificed virtually everything for the sake of an artful board game", "author": "Paul Kollar" },
    { "id": 263, "quote": "Fischer Chess play was always razor-sharp, rational and brilliant.", "author": "Dave Regis" },
    { "id": 264, "quote": "Fischer wanted to give the Russians a taste of their own medicine", "author": "Larry Evans" },
    { "id": 265, "quote": "Bobby Fischer was unquestionably the greatest player of his time", "author": "Burt Hochberg" },
    { "id": 266, "quote": "Fischer is completely natural. He plays no roles. He’s like a child. Very, very simple", "author": "Zita Rajcsanyi" },
    { "id": 267, "quote": "Spassky will not be psyched out by Fischer", "author": "Mike Goodall" },
    { "id": 268, "quote": "Already at 15 years of age he was a Grandmaster, a record at that time", "author": "Tim Harding" },
    { "id": 269, "quote": "Fischer, who may or may not be mad as a hatter, has every right to be horrified", "author": "Jeremy Silman" },
    { "id": 270, "quote": "Fischer replied: ‘Well, you laughed when I wrote it down!’", "author": "Mikhail Tal" },
    { "id": 271, "quote": "I look one move ahead... the best!", "author": "Siegbert Tarrasch" },
    { "id": 272, "quote": "Fischer prefers to enter Chess history alone", "author": "Miguel Najdorf" },
    { "id": 273, "quote": "Bobby is the most misunderstood, misquoted celebrity walking the face of this earth", "author": "Yasser Seirawan" },
    { "id": 274, "quote": "When you don’t know what to play, wait for an idea to come into your opponent’s mind. It will be wrong", "author": "Siegbert Tarrasch" },
    { "id": 275, "quote": "There is no remorse like the remorse of Chess", "author": "H. G. Wells" },
    { "id": 276, "quote": "I consider him the greatest world champion", "author": "Garry Kasparov" },
    { "id": 277, "quote": "Fischer made himself an artist of the same stature as Brahms, Rembrandt, and Shakespeare", "author": "David Levy" },
    { "id": 278, "quote": "If you have no center, your opponent has a freer position. If you do have a center, you have something to worry about!", "author": "Siegbert Tarrasch" },
    { "id": 279, "quote": "Fischer quietly explained: ’I had already analyzed this possibility’ in a position I thought was not possible", "author": "Mikhail Tal" },
    { "id": 280, "quote": "In my analysis I had missed what Fischer had found with the greatest of ease at the board", "author": "Mikhail Botvinnik" },
    { "id": 281, "quote": "The King is a fighting piece. Use it!", "author": "Wilhelm Steinitz" },
    { "id": 282, "quote": "A thorough understanding of mating continuations makes complicated sacrificial combinations a matter of course", "author": "Siegbert Tarrasch" },
    { "id": 283, "quote": "Bobby Fischer is the greatest Chess genius of all time!", "author": "Alexander Kotov" },
    { "id": 284, "quote": "The laws of Chess do not permit a free choice: you have to move whether you like it or not", "author": "Emanuel Lasker" },
    { "id": 285, "quote": "First-class players lose because second-class players sometimes play a first-class game", "author": "Siegbert Tarrasch" },
    { "id": 286, "quote": "Bobby is the finest Chess player this country ever produced.", "author": "John Collins" },
    { "id": 287, "quote": "Once you are in the endgame, the moment of truth has arrived", "author": "Edmar Mednis" },
    { "id": 288, "quote": "Weak points or holes in the opponent’s position must be occupied by pieces not Pawns", "author": "Siegbert Tarrasch" },
    { "id": 289, "quote": "There is only one thing Fischer does in Chess without pleasure: to lose!", "author": "Boris Spassky" },
    { "id": 290, "quote": "Bobby Fischer is the greatest Chess player who has ever lived", "author": "Ken Smith" },
    { "id": 291, "quote": "Up to this point White has been following well-known analysis. But now he begins to use his own head", "author": "Siegbert Tarrasch" },
    { "id": 292, "quote": "Fischer was a master of clarity. His opponents would see where he was going but were powerless to stop him", "author": "Bruce Pandolfini" },
    { "id": 293, "quote": "At the board he radiates danger, and strong opponents tend to freeze.", "author": "Anonymous German Expert" },
    { "id": 294, "quote": "White lost because he failed to remember the right continuation and had to think up the moves himself", "author": "Siegbert Tarrasch" },
    { "id": 295, "quote": "He’ll probably be the greatest Chess player that ever lived", "author": "John Collins" },
    { "id": 296, "quote": "I consider Fischer to be one of the greatest opening experts ever", "author": "Keith Hayward" },
    { "id": 297, "quote": "What made Fischer a genius was his ability to blend an American pragmatism with Russian strategy", "author": "Bruce Pandolfini" },
    { "id": 298, "quote": "At this time Fischer is simply a level above all the best Chessplayers in the world", "author": "John Jacobs" },
    { "id": 299, "quote": "I have always a slight feeling of pity for the man who has no knowledge of Chess", "author": "Siegbert Tarrasch" },
    { "id": 300, "quote": "I think Bobby is the greatest player that ever lived", "author": "Lisa Lane" },
    { "id": 301, "quote": "He who takes the Queen’s Knight’s Pawn will sleep in the streets", "author": "Anonymous" },
    { "id": 302, "quote": "I wasn’t feeling well. Well, must one have to win every game?", "author": "Siegbert Tarrasch" },
    { "id": 303, "quote": "The stomach is an essential part of the Chess master", "author": "Bent Larsen" },
    { "id": 304, "quote": "We must make sure that Chess will not be like a dead language", "author": "Sytze Faber" },
    { "id": 305, "quote": "Chess is a way I can be as materialistic as I want without having to sell my soul", "author": "Jamie Walter Adams" },
    { "id": 306, "quote": "Value every troop and use him wisely, throw him not to the dogs as he is there to serve his King", "author": "Jamie Walter Adams" },
    { "id": 307, "quote": "Chess isn’t a game of speed, it is a game of speech through actions", "author": "Matthew Selman" },
    { "id": 308, "quote": "When the Chess game is over, the Pawn and the King go back to the same box", "author": "Irish saying" }
  ]